tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "openssl"
brew "bash"
brew "coreutils"
brew "dos2unix"
brew "figlet"
brew "gawk"
brew "gcal"
brew "git"
brew "gnupg"
brew "jq"
brew "mercurial"
brew "mtr"
brew "neovim"
brew "nmap"
brew "pass"
brew "pinentry-mac"
brew "pwgen"
brew "rbenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
cask "kdiff3"
