tap 'homebrew/bundle'
brew 'ack'
brew 'openssl'
brew 'bash'
brew 'coreutils'
brew 'dos2unix'
brew 'fish'
brew 'gawk'
brew 'gcal'
brew 'git'
brew 'gnupg'
brew 'jq'
brew 'mtr'
brew 'neovim'
brew 'nmap'
brew 'pass'
brew 'pinentry-mac'
brew 'pwgen'
brew 'rbenv'
brew 'ripgrep'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'zsh'

tap 'railwaycat/emacsmacport'
# Afterwards: cp -a $(brew --prefix)/opt/emacs-mac/Emacs.app /Applications
brew 'railwaycat/emacsmacport/emacs-mac',
     args: %w[with-modules with-native-compilation with-tree-sitter with-emacs-big-sur-icon]
