tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "openssl"
brew "awscli"
brew "bash"
brew "bats"
brew "coreutils"
brew "cowsay"
brew "go"
brew "dep"
brew "docker-machine-driver-hyperkit"
brew "dos2unix"
brew "figlet"
brew "gawk"
brew "gcal"
brew "git"
brew "gnupg"
brew "hyperkit"
brew "istioctl"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lolcat"
brew "md5sha1sum", link: false
brew "mercurial"
brew "mtr"
brew "neovim"
brew "nmap"
brew "pass"
brew "pinentry-mac"
brew "pwgen"
brew "python-yq"
brew "rbenv"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
cask "aws-vault"
cask "kdiff3"
cask "meld"
